jorgebucaran/nvm.fish
rbenv/fish-rbenv
oh-my-fish/plugin-pyenv
jethrokuan/z
jorgebucaran/autopair.fish
jethrokuan/fzf
pure-fish/pure
woheedev/onedark-fish
